Repository: jazzband/django-two-factor-auth
Catalog: two_factor/locale/*/LC_MESSAGES/django.po
Languages: ar, cs, da_dk, de, fr, hu_hu, nb, nl, pl, ro, ru, sv, tr

source: Method
ar: الطريقة
cs: Metoda
da_dk: Metode
de: Methode
fr: Méthode
hu_hu: Metódus
nb: Metode
nl: Methode
pl: Metoda
ro: Metoda
ru: Метод
sv: Metod
tr: Yöntem

source: Token
ar: رمز التفويض
da_dk: Kode
fr: Jeton
nb: Engangskode
ro: Cod de autentificare
ru: Токен
sv: Engångskod
tr: Kod

source: Entered token is not valid.
ar: رمز التفويض الذي تم إدخاله غير صحيح.
cs: Vložený token není platný.
da_dk: Den indtastet kode er ikke gyldig.
de: Der eingegebene Code ist ungültig.
fr: Le jeton entré est invalide.
hu_hu: A megadott token érvénytelen.
nb: Engangskoden er ugyldig
nl: Ingevoerde token is niet geldig.
pl: Wprowadzony token jest nieprawidłowy.
ro: Codul introdus este incorect. Încercați din nou.
ru: Введен некорректный токен
sv: Engångskoden du angav är ogiltig.
tr: Girilen kod geçersiz.

source: Yes, I am sure
ar: نعم, أنا متأكد
cs: Ano, jsme si jistá/ý
da_dk: Ja, jeg er sikker
de: Ja, ich bin mir sicher
fr: Oui, je suis sûr
hu_hu: Igen, biztos
nb: Ja, jeg er sikker
nl: Ja, ik weet het zeker
pl: Tak, jestem pewien.
ro: Da, sunt sigur
ru: Да, я уверен
sv: Ja, jag är säker
tr: Evet, eminim

source: Don't ask again on this device for %(minutes)i minutes
cs: Neptat se na tomto zařízení na %(minutes)i minut
de: Für %(minutes)i Minute/n auf diesem Gerät nicht mehr fragen
nb: Ikke spør denne enheten igjen i %(minutes)i minutter
nl: Vraag mij niet meer op dit apparaat voor %(minutes)i minuten
pl: Nie pytaj ponownie na tym urządzeniu przez %(minutes)i minut
tr: Bu cihaz için %(minutes)i dakika boyunca sorma

source: Don't ask again on this device for %(hours)i hours
cs: Neptat se na tomto zařízení na %(hours)i hodin
de: Für %(hours)i Stunde/n auf diesem Gerät nicht mehr fragen
nb: Ikke spør denne enheten igjen i %(hours)i timer
nl: Vraag mij niet meer op dit apparaat voor %(hours)i uur
pl: Nie pytaj ponownie na tym urządzeniu przez %(hours)i godzin
tr: Bu cihaz için %(hours)i saat boyunca sorma

source: Don't ask again on this device for %(days)i days
cs: Neptat se na tomto zařízení na %(days)i days
de: Für %(days)i Tag/e auf diesem Gerät nicht mehr fragen
nb: Ikke spør denne enheten igjen i %(days)i dager
nl: Vraag mij niet meer op dit apparaat voor %(days)i dagen
pl: Nie pytaj ponownie na tym urządzeniu przez %(days)i dni
tr: Bu cihaz için %(days)i gün boyunca sorma

# twilio_locale
source: en
ar: الإنجليزية
de: de
fr: fr
nb: nb-NO
nl: nl-NL
pl: pl
sv: sv-SE
tr: tr

source: Email address
cs: E-mailová adresa
de: Email-Adresse
nb: E-post addresse
nl: Email adres
pl: Adres email
tr: E-posta adresi

source: Email
nb: E-post
tr: E-posta

source: Send email to %s
cs: Poslat e-mail na %s
de: Schicke eine E-Mail an %s
nb: Send e-post til %s
nl: Stuur email naar %s
pl: Wyślij email do %s
tr: %s adresine e-posta gönder

source: We sent you an email, please enter the token we sent.
cs: Poslali jsme vám e-mail, zadejte prosím zaslaný token.
de: Wir haben Ihnen eine Email gesendet. Bitte tragen Sie das Token ein, das Sie erhalten haben.
nb: Vi har sendt deg en e-post, vennligst skriv inn engangskoden vi sendte deg.
nl: We hebben u een email gestuurd. Vul de token in die we gestuurd hebben.
pl: Właśnie wysłaliśy do Ciebie emaila z tokenem. Wpisz otrzymany token.
tr: Size bir e-posta gönderdik, lütfen gönderilen kodu girin.

source: Phone Number
cs: Telefonní číslo
de: Telefonnummer
nb: Telefonnummer
nl: Telefoonnummer
pl: Number telefonu
tr: Telefon Numarası

source: Send text message to %s
ar: أرسل رسالة لـ %s
cs: Poslat SMS zprávu na %s
da_dk: Send tekstbesked til %s
de: Sende SMS an %s
fr: Envoyer un message texte à %s
hu_hu: SMS küldése a %s számra
nb: Send SMS til %s
nl: Stuur SMS naar %s
pl: Wyślij wiadomość tekstową do %s
ro: Trimiteți un mesaj text la %s
ru: Отправка сообщения на номер: %s
sv: Skicka textmeddelande til %s
tr: Kısa mesaj gönder: %s

source: Call number %s
ar: أتصل بالرقم %s
cs: Zavolat na %s
da_dk: Ring %s
de: Rufe %s an
fr: Appler le numéro %s
hu_hu: Telefonhívás a %s számon
nb: Ring nummer %s
nl: Bel naar %s
pl: Połącz z numerem %s
ro: Apelează numărul %s
ru: Звонок на номер: %s
sv: Ring nummer %s
tr: Ara: %s

source: We sent you a text message, please enter the token we sent.
cs: Poslali jsme vám SMS zprávu, zadejte prosím zaslaný token.
de: Wir haben Ihnen eine SMS gesendet. Bitte tragen Sie das Token ein, das Sie erhalten haben.
nb: Vi har sendt deg en tekstmelding, vennligst skriv inn engangskoden vi sendte deg.
nl: We hebben u een tekstbericht gestuurd. Vul de token in die we gestuurd hebben.
pl: Wysłaliśmy do Ciebie SMSa. Wpisz otrzymany token.
tr: Telefonunuza bir kısa mesaj gönderdik, lütfen gönderilen kodu girin.

source: We are calling your phone right now, please enter the digits you hear.
ar: جاري الإتصال بكم حاليا, الرجاء إدخال الأرقام التي سوف تسمعها.
cs: Voláme vám, zadejte prosím čísla, která slyšíte.
de: Wir rufen Sie gerade an, bitte geben Sie die Zahlen ein, die Sie hören.
nb: Vi ringer telefonen din nå, vennligst fyll inn numrene du hører.
nl: We bellen je op dit moment, voer de tokens in die je hoort.
pl: Właśnie do Ciebie dzwonimy. Wpisz cyfry, które usłyszysz.
tr: Şu an telefon numaranızı arıyoruz, lütfen duyduğunuz rakamları girin.

source: Phone call
ar: مكالمة هاتفية
cs: Telefonní hovor
da_dk: Telefonopkald
de: Anruf
fr: Appel téléphonique
hu_hu: Telefonhívás
nb: Telefonanrop
nl: Telefoonoproep
pl: Połączenie telefoniczne
ro: Apel telefonic
ru: Телефонный звонок
sv: Telefonsamtal
tr: Telefon çağrısı

source: Text message
ar: رسالة نصية
cs: Textová zpráva
da_dk: Tekstbesked
de: SMS
fr: Message texte
hu_hu: Szöveges üzenet
nb: SMS
nl: SMS-bericht
pl: Wiadomość tekstowa (SMS)
ro: Mesaj text
ru: SMS сообщение
sv: SMS
tr: Kısa mesaj

source: Phone Call
ar: مكالمة هاتفية
cs: Telefonní hovor
da_dk: Telefonopkald
de: Anruf
fr: Appel téléphonique
hu_hu: Telefonhívás
nb: Telefonanrop
nl: Telefoonoproep
pl: Połączenie telefoniczne
ro: Apel telefonic
ru: Телефонный звонок
sv: Telefonsamtal
tr: Telefon Çağrısı

source: Text Message
ar: رسالة نصية
cs: Textová zpráva
da_dk: Tekstbesked
de: SMS
fr: Message texte
hu_hu: Szöveges Üzenet
nb: SMS
nl: SMS-bericht
pl: Wiadomość tekstowa (SMS)
ro: Mesaj text
ru: SMS сообщение
sv: SMS
tr: Kısa Mesaj

source: method
ar: الطريقة
cs: metoda
da_dk: metode
de: Methode
fr: méthode
hu_hu: metódus
nb: metode
nl: methode
pl: Metoda
ro: metodă
ru: метод
sv: metod
tr: yöntem

source: Please enter a valid phone number, including your country code starting with + or 00.
ar: يرجى إدخال رقم هاتف صحيح، بما في ذلك رمز البلد الخاص بدءا بـ + أو 00.
cs: Vložte prosím platné telefonní číslo s vaší mezinárodní předvolbou začínající buď na + nebo na 00.
da_dk: Venligst indtast et gyldigt telefonnummer inkl. landekode startende med + eller 00
de: Bitte gültige Telefonnummer eingeben, inklusive Ländervorwahl mit + oder 00.
fr: Veuillez entrer un numéro valide, contenant l'indicateur du pays commençant par + ou 00.
hu_hu: Adjon meg egy érvényes telefonszámot, országhívóval együtt +-szal vagy 00-val kezdve.
nb: Skriv inn et gyldig telefonnummer, inkludert landskoden som starter med + eller 00.
nl: Voer een geldig telefoonnummer in, inclusief landcode en begin met + of 00.
pl: Proszę podać prawidłowy numer telefonu, łącznie z kodem kraju zaczynającym się od + lub 00.
ro: Te rugăm să introduci un număr de telefon valid, inclusiv codul țarii dvs. începând cu + sau 00.
ru: Пожалуйста введите верный телефонный номер, включая код страны, начинающиеся с + или 00
sv: Vänligen ange ett gilitigt telefonnummer, inklusive din landskod, som börjar med + or 00.
tr: Lütfen + veya 00 ile başlayan ülke kodunu içeren, geçerli bir telefon numarası girin.

source: Token generator
ar: منشئ رمز التفويض
cs: Token generátor
da_dk: Kodegenerator
de: Code-Generator
fr: Générateur des jetons
hu_hu: Token generátor
nb: Autentiseringsapp
pl: Generator tokenów
ro: Generator de coduri
ru: Генератор токенов
sv: Kodgenerator
tr: Kod oluşturucu

source: Enter the token generated by your token generator
cs: Zadejte token, který byl vygenerován vaším generátorem tokenů
de: Geben Sie das Token ein, das von Ihrem Token-Generator erzeugt wurde.
nb: Skriv inn engangskoden generert av autentiseringsappen din.
nl: Vul de token in die gegenereerd is door uw tokengenerator.
pl: Wpisz token ze swojego generatora tokenów.
tr: Kod oluşturucu uygulamanız tarafında oluşturulan kodu girin

source: Please enter the token generated by your token generator.
cs: Zadejte token, který byl vygenerován vaším generátorem tokenů
de: Bitte geben Sie das Token ein, das von Ihrem Token-Generator erzeugt wurde.
nb: Vennligst skriv inn engangskoden generert av autentiseringsappen din.
nl: Vul de token in die gegenereerd is door uw tokengenerator alstublieft.
pl: Proszę wpisz token wygenerowany przez Twój generator tokenów.
tr: Lütfen kod oluşturucu uygulamanız tarafında oluşturulan kodu girin.

source: WebAuthn Token
de: Web-Authentifizierung / WebAuthn Token
nb: WebAuthn engangskode
tr: WebAuthn kodu

source: Authenticate using a WebAuthn-compatible device
cs: Ověřte se pomocí zařízení kompatibilní s WebAuthn.
de: Authentifizieren Sie sich mit einem WebAuthn-kompatiblen Gerät.
nb: Autentiser med en WebAuthn-kompatibel enhet
nl: Authentiseer met uw WebAuthn-compatibele apparaat.
tr: WebAuthn uyumlu bir cihaz ile giriş yap

source: Please use your WebAuthn-compatible device to authenticate.
cs: Použijte prosím vaše zařízení kompatibilní s WebAuthn k ověření.
de: Bitte authentifizieren Sie sich mit ihrem WebAuthn-kompatiblen Gerät.
nb: Vennligst bruk din WebAuthn-kompatible enhet for autentisering.
nl: Gebruik uw WebAuthn-compatibele apparaat om te authenticeren.
tr: Lütfen WebAuthn uyumlu cihazınızı kullanarak giriş yapın.

source: The YubiKey could not be verified.
ar: لم يتمكن التحقق من مفتاح YubiKey.
cs: YubiKey nemohl být ověřen.
da_dk: YubiKey kunne ikke verificeres.
de: Der YubiKey konnte nicht verifiziert werden.
fr: La YubiKey n'a pas pu être vérifiée.
hu_hu: Nem sikerült ellenőrizni a YubiKey-t.
nb: Kunne ikke verifisere YubiKey'en.
nl: De YubiKey kon niet geverifieerd worden.
pl: Token YubiKey nie mógł być zweryfikowany.
ro: YubiKey nu a putut fi verificat.
ru: Неправильный YubiKey
sv: Den YubiKey du angav kunde inte verifieras.
tr: YubiKey doğrulanamadı.

source: Use your Yubikey device
cs: Použijte vaše YubiKey zařízení
de: Nutzen Sie Ihr YubiKey Gerät.
nb: Bruk din Yubikey enhet
nl: Gebruik uw Yubikey apparaat.
tr: YubiKey cihazınızı kullanın

source: Please use your Yubikey device.
cs: Použijte vaše YubiKey zařízení
de: Bitte nutzen Sie Ihr YubiKey Gerät.
nb: Vennligst bruk din Yubikey enhet.
nl: Gebruik uw Yubikey apparaat.
tr: Lütfen YubiKey cihazınızı kullanın.

source: Cancel
ar: إلغاء
cs: Zrušit
da_dk: Annuller
de: Abbrechen
fr: Annuler
hu_hu: Mégsem
nb: Avbryt
nl: Annuleren
pl: Porzuć
ro: Anulare
ru: Отмена
sv: Avbryt
tr: Vazgeç

source: Back
ar: الرجوع
cs: Zpět
da_dk: Tilbage
de: Zurück
fr: Précédente
hu_hu: Vissza
nb: Tilbake
nl: Terug
pl: Wstecz
ro: Înapoi
ru: Назад
sv: Tillbaka
tr: Geri

source: Next
ar: التالي
cs: Další
da_dk: Næste
de: Weiter
fr: Suivante
hu_hu: Tovább
nb: Neste
nl: Volgende
pl: Dalej
ro: Înainte
ru: Далее
sv: Nästa
tr: İleri

source: Backup Tokens
ar: رموز تفويض إحتياطية
cs: Záložní tokeny
da_dk: Backupkoder
de: Ersatz-Codes
fr: Jetons de sauvegarde
hu_hu: Tartalék Tokenek
nb: Reserve-koder
pl: Zapasowe Tokeny
ro: Coduri de rezervă
ru: Резервные токены
sv: Förinställda engångskoder
tr: Kurtarma Kodları

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
cs: Záložní tokeny lze použít, když vaše primární a záložní telefonní čísla nejsou k dispozici. Níže uvedené záložní tokeny lze použít k ověření přihlášení. Pokud jste použili všechny své záložní tokeny, můžete vygenerovat novou sadu záložních tokenů. Platné budou pouze záložní tokeny uvedené níže.
de: Ersatz-Tokens können verwendet werden, sollte ihre andere Authentifizierungsmethode nicht zur Hand sein. Die Ersatz-Tokens unten können verwendet werden um sich später einzuloggen. Wenn alle Ersatz-Tokens verbraucht sind, können Sie neue generieren. Nur die Ersatz-Tokens werden unten gezeigt.
nb: Backupkoder kan brukes når primær og backup telefonnummer ikke er tilgjengelig. Backupkodene nedenfor kan brukes som innloggingsverifikasjon. Hvis du har brukt opp all backupkodene kan du generere et nytt sett med backupkoder. Kun backupkodene vist nedenfor er gyldig.
nl: Backuptokens kunnen gebruikt worden wanneer je geen telefoon bij de hand hebt. Je kunt dan een backuptoken gebruiken om in te loggen. Backuptokens zijn eenmalig te gebruiken, maar je kunt nieuwe aanmaken als ze bijna op zijn. Alleen onderstaande backuptokens zijn geldig.
pl: Możesz użyć tokenów zapasowych do logowania w przypadku utraty dostępu do innych sposobów weryfikacji. Jeśli wykorzystałeś/aś wszystkie tokeny zapasowe możesz wygenerować nowy ich zestaw. Poniżej pokazane są tylko ważne aktualnie tokeny.
tr: Kurtarma kodları kayıtlı telefon numaralarınıza erişemediğiniz durumda kullanılabilir. Aşağıdaki kurtarma kodlarını kullanarak hesabınıza giriş yapabilirsiniz. Eğer kurtarma kodlarınızın tamamını kullandıysanız, yeni bir dizi yedek kod oluşturabilirsiniz. Sadece aşağıda gösterilen kurtarma kodları geçerlidir.

source: Print these tokens and keep them somewhere safe.
ar: الرجاء طباعة رموز التفويض هذه و حفظها في مكان آمن.
cs: Vytiskněte si tyto tokeny a bezpečně si je uložte.
da_dk: Print disse tokens ud og gem dem et sikkert sted.
de: Diese Codes sollten ausgedruckt und an einem sicheren Ort aufbewahrt werden.
fr: Imprimer ces jetons et gardez-les en lieu sûr.
hu_hu: Nyomtassa ki a tokeneket, és tárolja biztonságos helyen.
nb: Skriv ut disse kodene og oppbevar dem et trygt sted.
nl: Print deze pagina en bewaar de tokens op een veilige plek.
pl: Wydrukuj te tokeny i przechowuj je w bezpiecznym miejscu.
ro: Păstrați aceste coduri de rezervă într-un loc sigur, însă unde dvs. le puteți accesa ușor.
ru: Распечатайте эти токены и храните их в безопасном месте.
sv: Skriv ut dessa engångskoder och förvara dem på ett säkert ställe.
tr: Bu kodları kaydedin ve güvenli bir yerde tutun.

source: You don't have any backup codes yet.
ar: لا يتوفر لديك أي رموز تفويض إحتياطية إلى الآن.
cs: Nemáte zatím žádné záložní tokeny.
da_dk: Du har ikke nogen backup koder endnu.
de: Keine Ersatz-Codes verfügbar.
fr: Vous n'avez aucun code de secours pour l'instant.
hu_hu: Még nincsenek tartalék tokenjei.
nb: Du har ikke noen reservekoder ennå.
nl: Je hebt nog geen backuptokens.
pl: Nie masz jeszcze żadnych zapasowych kodów.
ro: Încă nu aveți coduri de rezervă.
ru: У Вас нет резервных кодов.
sv: Du har inte några förinställda engångskoder ännu.
tr: Henüz bir kurtarma kodunuz yok.

source: Back to Account Security
ar: الرجوع لصفحة أمان الحساب
cs: Zpět do Bezpečnosti účtu
da_dk: Tilbage til Konto Sikkerhed
de: Zurück zur Kontosicherheit
fr: Retour au securité du compte
hu_hu: Vissza a Biztonsági Beállításokhoz
nb: Tilbake til kontosikkerhet
nl: Terug naar Accountbeveiliging
pl: Wróć do Ochrona Konta
ro: Înapoi la securitatea contului
ru: Назад к Безопасности
sv: Tillbaka till kontosäkerhet
tr: Hesap Güvenliğine Geri Dön

source: Generate Tokens
ar: إنشاء رموز تفويض
cs: Vygenerovat tokeny
da_dk: Generér Koder
de: Codes generieren
fr: Générer des jetons
hu_hu: Tokenek készítése
nb: Lag engangskoder
nl: Genereer backuptokens
pl: Generuj Tokeny
ro: Obțineți Coduri
ru: Сгенерировать токены
sv: Skapa engångskoder
tr: Kod Oluştur

source: Login
ar: تسجيل الدخول
cs: Přihlásit
de: Anmelden
fr: Se connecter
hu_hu: Bejelentkezés
nb: Innlogging
nl: Inloggen
pl: Zaloguj się
ro: Conectare
ru: Логин
sv: Logga in
tr: Giriş

source: Enter your credentials.
ar: أدخل البيانات الخاصة بك
cs: Vložte své přihlašovací údaje.
da_dk: Indtast dine logininformationer
de: Bitte Zugangsdaten eingeben.
fr: Entrez vos identifiants
hu_hu: Adja meg azonosító adatait.
nb: Skriv inn innloggingsdetaljer
nl: Voer je logingegevens in.
pl: Podaj swoje dane uwierzytelniające.
ro: Pentru a continua, mai întâi confirmați-vă identitatea.
ru: Введите логин и пароль
sv: Ange dina inloggningsuppgifter.
tr: Hesap bilgilerinizi girin.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
cs: Tento formulář použijte pro zadání záložních tokenů pro přihlášení. Tyto tokeny byly vygenerovány, abyste si je mohli vytisknout a uložit. Chcete-li se přihlásit ke svému účtu, zadejte jeden z těchto záložních tokenů.
de: Benutzen Sie dieses Formular um ihre Ersatz-Tokens einzugeben und sich einzuloggen.
nb: Bruk dette skjemaet til å fylle inn koder for å logge inn. Disse kodene har blitt generert så du kan skrive dem ut og lagre dem sikkert. Vennligst tast inn en av disse kodene for å logge inn på kontoen din.
nl: Gebruik een backuptoken om in te loggen als je geen andere verificatiemogelijkheid hebt. Een backuptoken is eenmalig te gebruiken, zorg dat je tijdig nieuwe backuptokens aanmaakt.
pl: Podaj jeden ze swoich tokenów zapsowych, aby się zalogować. Tokeny zapsowe przekazaliśmy Ci w przeszłosci z rekomendacją wydrukowania ich i przechowywania w bezpiecznym miejscu.
tr: Kurtarma kodlarınızdan birini girerek giriş yapmak için bu formu kullanabilirsiniz. Bu kodları önceden bir yere kaydetmiş olmalısınız. Giriş yapmak için lütfen bu kodlardan bir tanesini girin.

source: Or, alternatively, use one of your other authentication methods:
cs: Případně použijte jednu z vašich dalších metod ověřování:
de: Oder nutzen Sie alternativ eine ihrer anderen Authentifikationsmethoden.
nb: Eller alternativt, bruk en av de andre autentiseringsmetodene dine:
nl: Of gebruik een alternatieve authenticate methode:
pl: Alternatywnie możesz użyć innego sposbu uwierzytelnienia:
tr: Ya da farklı bir giriş yöntemi kullanın:

source: As a last resort, you can use a backup token:
ar: كملاذ أخير، يمكنك استخدام رمز تفويض احتياطي:
cs: Jako poslední možnost můžete použít záložní token:
da_dk: Som sidste udvej, kan du bruge en backupkode:
de: Als letztes Mittel kann ein Ersatz-Code verwendet werden:
fr: En dernier recours, vous pouvez utiliser un jeton de secours :
hu_hu: Végső megoldásként használjon fel egy tartalék tokent:
nb: I et nødstilfelle, kan du bruke en reservekode:
nl: Als laatste mogelijkheid kun je ook een backuptoken gebruiken:
pl: W ostateczności możesz użyć zapasowego tokena:
ro: Ca o ultimă opțiune, puteți folosi un cod de rezervă:
ru: В крайнем случае, используйте резервный токен:
sv: Som en sista utväg kan använda en förinställd engångskod:
tr: Son çare olarak, kurtarma kodunuzu kullanın:

source: Use Backup Token
ar: استخدم رمز تفويض إحتياطي
cs: Použít záložní token
da_dk: Brug Backupkode
de: Ersatz-Code benutzen
fr: Utiliser jeton de sauvegarde
hu_hu: Tartalék Token használata
nb: Bruk en reservekode
nl: Gebruik backuptoken
pl: Użyj Zapasowego Tokena
ro: Utilizați Codul de rezervă
ru: Использовать резервный токен
sv: Använd en förinställd engångskod
tr: Kurtarma Kodu Kullan

source: Permission Denied
ar: الإذن مرفوض
cs: Přístup odepřen
da_dk: Adgang nægtet
de: Zugriff verweigert
fr: Permission refusée
hu_hu: Hozzáférés megtagadva
nb: Ingen adgang
nl: Geen toegang
pl: Odmowa dostępu
ro: Acces refuzat
ru: Доступ Запрещен
sv: Åtkomst nekad
tr: Erişim Reddedildi

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
cs: Stránka, kterou jste požadovali, vybízí uživatele k potvrzení pomocí dvoufázového ověřování z bezpečnostních důvodů. Chcete-li získat přístup k této stránce, musíte si zapnout tento způsob zabezpečení.
de: Die angeforderte Seite erwartet eine Verifizierung mit Two-Factor Authentifizierung. Sie müssen diese Sicherheitsfunktion aktivieren, um Zugriff zu erhalten.
nb: Siden du vil besøke krever at brukere av sikkerhetsgrunner verifiseres med tofaktorautentisering. Du må aktivere disse sikkerhetsfunksjonene for å få tilgang til denne siden.
nl: Deze pagina verplicht je om tweestapsauthenticatie voor je account in te schakelen omwille van de veiligheid. Schakel tweestapsauthenticatie in om deze pagina te bekijken.
pl: Strona, na którą chcesz wejść, wymaga od użytkowników dwuskładnikowej weryfikacji tożsamości. Podyktowane to jest względami bezpieczeństwa. Musisz włączyć weryfkację dwuetapową aby uzyskać dostęp do strony.
tr: Talep ettiğiniz sayfa güvenlik nedeniyle iki adımlama doğrulamayı zorunlu kılıyor. Bu sayfaya erişmek için iki adımlı doğrulamayı etkin hale getirmelisiniz.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
cs: Dvoufázové ověřování není pro váš účet zapnuto. Zapněte dvoufázové ověřování pro lepší zabezpečení účtu.
de: Two-Factor Authentifizierung ist nicht aktiviert für Ihren Account. Aktivieren Sie jetzt Two-Factor Authentifizierung um die Sicherheit Ihres Accounts zu erhöhen.
nb: Tofaktorautentisering er ikke aktivert på din konto. Aktiver tofaktorautentisering for bedre kontosikkerhet.
nl: Tweestapsauthenticatie is niet ingeschakeld voor jouw account. Verbeter je accountbeveiliging met tweestapsauthenticatie.
pl: Weryfikacja dwuskładnikowa nie jest włączona na twoim koncie. Włącz dwuskładnikową weryfikację aby zwiększyć bezpieczeństwo swojego konta.
tr: Hesabınızda iki adımlı doğrulama aktif değil. Güvenliğiniz için iki adımlı doğrulamayı etkinleştirin.

source: Go back
ar: الرجوع
cs: Jít zpět
da_dk: Gå tilbage
de: Zurück
fr: Retourner
hu_hu: Vissza
nb: Gå tilbake
nl: Ga terug
pl: Wróć
ro: Înapoi
ru: Назад
sv: Gå tillbaka
tr: Geri dön

source: Enable Two-Factor Authentication
ar: تفعيل خاصية التحقق من خطوتين
cs: Zapnout dvoufázové ověření
da_dk: Aktivér To-Faktor Autentifaktion
de: Zwei-Faktor-Authentifizierung aktivieren
fr: Activer l'authentification à deux facteurs
hu_hu: Kétlépéses Azonosítás engedélyezése
nb: Aktiver tofaktorautentisering
nl: Tweestapsauthenticatie inschakelen
pl: Włącz uwierzytelnienie dwuetapowe
ro: Activați verificarea în doi pași
ru: Включить Двухфакторную Аутентификацию
sv: Aktivera tvåfaktorsautentisering
tr: İki Adımlı Doğrulamayı Etkinleştir

source: Add Backup Phone
ar: أضف رقم هاتف إحتياطي
cs: Přidat záložní telefon
da_dk: Tilføj Backup Telefon
de: Ersatz-Telefonnummer hinzufügen
fr: Ajouter un téléphone de sauvegarde
hu_hu: Másodlagos telefonszám megadása
nb: Legg til reservetelefon
nl: Registreer alternatief telefoonnummer
pl: Dodaj zapasowy telefon
ro: Adăugați Telefon de recuperare
ru: Добавить резервный телефон
sv: Lägg till alternativt telefonnummer
tr: Kurtarma Telefonu Ekle

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
cs: Ke svému účtu přidáte záložní telefonní číslo. Toto číslo se použije, pokud není k dispozici váš primární způsob registrace.
de: Sie fügen eine Backup-Telefonnummer zu ihrem Account hinzu. Diese Nummer wird verwenden, sollte ihre andere Authentizierungsmethode nicht verfügbar sein.
nb: Du legger nå inn reserve-telefonnummer på kontoen din. Dette nummeret vil bli brukt hvis din primære registreringsmetode ikke er tilgjengelig.
nl: Je gaat een alternatief telefoonnummer aan je account toevoegen. Dit nummer wordt gebruikt als uw primaire token niet beschikbaar is.
tr: Hesabınıza kurtarma numarası eklemek üzeresiniz. Bu numarayı birincil numaranız kullanılabilir olmadığı zaman kullanabilirsiniz.
