Repository: jazzband/django-two-factor-auth
Catalog: two_factor/locale/*/LC_MESSAGES/django.po
Languages: ar, cs, da_dk, de, fr, hu_hu, nb, nl, pl, ro, ru, sv, tr

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
da_dk: Brug denne formular for at indtaste backupkoder for at logge ind. Indtast venligst en af disse backupkoder for at logge ind på din konto.
fr: Utilisez ce formulaire pour entrer des jetons de secours pour vous connecter. Ces jetons ont été générés pour que vous les imprimiez et les gardiez en sécurité. Merci d'entrer un de ces jetons de secours pour vous connecter à votre compte.
hu_hu: Itt írhat be egy tartalék tokent. Ezeket a tokeneket a beállításkor generáltuk, hogy Ön kinyomtathassa. Kérjük, adja meg az egyik tartalék tokent a bejelentkezéshez.
ro: Utilizați acest formular pentru a introduce codurile de rezervă pentru a vă conecta. Păstrați aceste coduri de rezervă într-un loc sigur, însă unde dvs. le puteți accesa ușor. Te rugăm să introduci unul din aceste coduri de rezervă pentru a te conecta la contul tău.
ru: В процессе настройки вам было предложено сгенерировать резервные токены, распечатать и сохранить в надежном месте. Сейчас введите один из этих токенов для входа в аккаунт.
sv: Använd detta formulär för att logga in med en förinställd engångskod. Dessa engångskoder har skapats åt dig, skriv ut dem och förvara dem på ett säkert ställe.Vänligen ange en av dina förinställda engångskoder för att logga in.

source: Or, alternatively, use one of your backup phones:
ar: أو، بدلا من ذلك، استخدم أحد هواتفك الإحتياطية:
da_dk: Eller, alternativt, brug en af dine backuptelefoner:
fr: Autrement, vous pouvez utiliser un de vos téléphones de secours.
hu_hu: Vagy használja a tartalék telefonszámait:
ro: Sau, alternativ, utilizați unul dintre telefoanele de rezervă:
ru: Или используйте один из резервных телефонов:
sv: Eller använd ett av dina alternativ telefonnummer:

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
da_dk: Den side du forsøger at tilgå kræver at du, grundet sikkerhedshensyn, er verificeret ved hjælp af to-faktor autentifikation . Du skal aktivere disse sikkerhedselementer for at få adgang til denne side.
fr: La page que vous avez demandée, force les utilisateurs à s'authentifier en utilisant l'authentification à deux facteurs pour des raisons de sécurité. Vous devez activer ces fonctions de sécurité afin d'accéder à cette page.
hu_hu: Az Ön által kért oldal kétlépéses azonosítást követel meg. Engedélyezze ezt a biztonsági funkciót az oldal eléréséhez.
ro: Pagina pe care ați solicitat-o, impune utilizatorilor verificarea în doi pași din motive de securitate. Trebuie să activați această caracteristică de securitate pentru a accesa această pagină.
ru: Запрошенная страница требует двухфакторной авторизации. Для продолжения, настройте ее использование в вашем профиле.
sv: Sidan du försöker nå kräver av säkerhetsskäl att du använder tvåfaktorsautentisering. Du måste aktivera detta i säkerhetsinställningarna för att se sidan.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
da_dk: To-faktor autentifikation er ikke aktiveret for din konto. Aktivér to-faktor autentifikation for forøget kontosikkerhed.
fr: L'authentification à deux facteurs n'est pas activée pour votre compte. Activez l'authentification à deux facteurs pour augmenter la sécurité de votre compte.
hu_hu: A kétlépéses azonosítás nincs engedélyezve az Ön fiókjához. Engedélyezze a kétlépésest azonosítást a nagyobb biztonság érdekében!
ro: Verificarea în doi pași nu este activată pentru contul dvs. Activați verificarea în doi pași pentru a spori securitatea contului.
ru: Двухфакторная авторизация не используется для вашего аккаунта. Включите двухфакторную авторизацию для повышения безопасности.
sv: Tvåfaktorsautentisering är inte aktiverat för ditt konto. Aktivera tvåfaktorsautentisering för ökad kontosäkerhet.

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
da_dk: Du er i gang med at tilføje et telefonnummer til din konto. Dette nummer vil blive brugt hvis din primære metode til registrering ikke er tilgængelig.
fr: Vous allez ajouter un numéro de téléphone de secours à votre compte.Ce numéro sera utilisé si la méthode que vous avez utilisée pour vous inscrire n'est pas disponible.
hu_hu: Hozzáadhat egy tartalék telefonszámot a fiókjához. Ezt a számot fogjuk használni, ha az elsődlegesként beállított metódus nem áll rendelkezésre.
ro: Sunteți pe cale să adăugați un număr de telefon de rezervă pentru contul dvs. Acest număr va fi folosit în caz că metoda dvs. principală de conectare nu este disponibilă.
ru: Вы добавляете резервный номер телефона к вашему аккаунту. Этот номер будет использован если ваш первичный метод авторизации недоступен.
sv: Du kommer att lägga till ett alternativt telefonnummer till ditt konto. Detta nummer kommer att användas då din huvudsakliga registreringsmetod inte är tillgänglig.

source: We've sent a token to your phone number. Please enter the token you've received.
da_dk: Vi har sendt en kode til dit telefonnummer. Indtast venligst den kode du har modtaget.
fr: Nous vous avons envoyé un jeton par téléphone. Veuillez entrer le jeton que vous avez reçu.
hu_hu: Elküldtünk egy tokent a telefonszámára. Írja be a kapott tokent.
ro: Un mesaj text cu un cod de verificare a fost trimis către numărul dvs. de telefon. Introduceți codul pe care l-ați primit.
ru: Мы отправили токен авторизации на ваш телефон. Введите полученный токен.
sv: Vi har skickat en ett SMS till ditt telefonnummer. Vänligen ange den engångskod du får i meddelandet.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
da_dk: Du er nu i gang med at ophøje sikkerheden på din konto. Følg skridtene i denne guide for at aktivere to-faktor autentifikation.
fr: Vous êtes sur le point d'incrémenter la sécurité de votre compte. Suivez les étapes de cet assistant pour activer l'authentification à deux facteurs
hu_hu: Magasabb szintre készül emelni fiókja biztonságát. Kövesse a varázsló utasításait a kétlépéses azonosítás engedélyezéséhez!
ro: Sunteți pe cale să vă îmbunătățiți securitatea contului Urmați pașii următori pentru a activa verificarea în doi pași.
ru: Вы собираетесь повысить безопасность вашего аккаунта. Следуйте указаниям мастера для активации двухфакторной авторизации.
sv: Du är på väg att höja säkerhetsnivån för ditt konto. Följ stegen i den här guiden för att aktivera tvåfaktorsautentisering för ditt konto.

source: Please select which authentication method you would like to use.
da_dk: Vælg venligst hvilken autentifikationsmetode du vil anvende.
fr: Veuillez choisir votre méthode d'authentification préférée
hu_hu: Jelölje meg milyen azonosítást szeretne használni!
ro: Selectaţi metoda de autentificare pe care doriţi să o utilizaţi.
ru: Выберите какой метод авторизации вы хотите использовать.
sv: Vänligen välj den autentiseringsmetod som du vill använda.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
da_dk: For at benytte en kodegenerator, brug venligst din smartphone til at skanne QR koden herunder. Brug for eksempel Google Authenticator. Indtast derefter den kode som appen genererer.
fr: Pour utiliser un générateur de jetons, veuillez scanner le code QR sis dessous avec votre téléphone. Utiliser Google Authenticator par exemple. Ensuite, entrez le jeton généré par l'application
hu_hu: A token generátor használatához olvassa be az alábbi QR kódot. Ehhez használhatja például a Google Authenticator szoftvert. Ezután írja be az alkalmazás által generált kódot!
ro: Pentru a începe să utilizați un generator de coduri, folosiți-vă smartphone-ul pentru a scana codul QR de mai jos. De exemplu, poți folosi aplicația Google Authenticator. Apoi, introduceți codul generat de aplicație.
ru: Для начала использования генератора токенов, просканируйте QR-код ниже с помощью выбранного приложения (например, Google Authenticator). Затем, введите полученный токен здесь.
sv: För att börja använda kodgeneratorn, vänligen använd din smartphone för att skanna QR-koden nedan. Du kan t.ex. använda Google Authenticator. Mata därefter in den kod som du får tillbaka.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
da_dk: Indtast venligst det telefonnummer du ønsker at modtage tekstbeskederne på. Dette nummer vil blive verificeret i næste skridt.
fr: Veuillez entrer le numéro qui sera utilisé pour recevoir des textos. Ce numéro sera validé à la prochaine étape.
hu_hu: Adja meg a telefonszámot ahol fogadni szeretné az SMS-eket. Ezt a telefonszámot a következő lépésben ellenőrizzük.
ro: Introduceți numărul de telefon pe care doriți să primiți mesajele text. Acest număr va fi verificat în pasul următor.
sv: Vänligen ange det telefonnummer som du vill få dina SMS skickade till. Detta nummer kommer att valideras i nästa steg.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
da_dk: Indtast venligst det telefonnummer du ønsker at blive ringer op på. Dette nummer vil blive verificeret i næste skridt.
fr: Veuillez entrer le numéro qui sera utilisé pour vous contacter. Ce numéro sera validé à la prochaine étape.
hu_hu: Adja meg a telefonszámot ahol a hívást szeretné fogadni. Ezt a telefonszámot a következő lépésben ellenőrizzük.
ro: Introduceți numărul de telefon pe care doriți să fiți apelat. Acest număr va fi verificat în pasul următor.
sv: Vänligen ange det telefonnummer som du vill bli uooringd på. Detta nummer kommer att valideras i nästa steg.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
da_dk: For at identificere og verificere din YubiKey, indsæt venligst en kode i feltet nedenunder. Din YubiKey vil blive forbundet med din konto.
fr: Pour identifier et vérifier votre YubiKey, merci d'insérer un jeton dans le champs ci-dessous. Votre YubiKey sera liée à votre compte.
hu_hu: A YubiKey azonosításához és ellenőrzéséhez adjon meg egy YubiKey tokent az alábbi mezőben. A YubiKey-ét ezután kapcsoljuk a fiókjához.
ro: Pentru a identifica și verifica dispozitivul dvs. YubiKey, introduceți un cod în câmpul de mai jos. Dispozitivul dvs. YubiKey va fi legat de contul dvs.
sv: För att identifiera och verifiera din YubiKey, vänligen mata in en engångskod i fältet nedan. Din YubiKey kommer att länkas till ditt konto.

source: Congratulations, you've successfully enabled two-factor authentication.
da_dk: Tillykke, du har nu aktiveret to-faktor autentifikation.
fr: Félicitations, vous avez activé avec succès l'authentification à deux facteurs.
hu_hu: Gratulálunk, sikeresen engedélyezte a kétlépéses azonosítást.
ro: Felicitări, ați activat cu succes verificarea în doi pași
ru: Поздравляем, Вы успешно активировали двухафакторную аутентификацию
sv: Grattis, du har nu aktiverat tvåfaktorsinloggning.

source: Back to Profile
ar: الرجوع للملف الشخصي
da_dk: Tilbage til Profil
fr: Retour au profil
hu_hu: Vissza a Profilhoz
ro: Înapoi la profil
ru: Вернуться в Профиль
sv: Tillbaka till profil

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
da_dk: Det kan dog forekomme at du ikke har adgang til dit primære kodeenhed. For at aktivere kontogendannelse, tilføj et telefonnummer.
fr: Cependant, il peut arriver que vous n'ayez pas accès à votre appareil de jetons principal. Pour activer la récupération de compte, ajoutez un numéro de téléphone.
hu_hu: Előfordulhat, hogy nem áll rendelkezésre az elsődleges token generáló eszköze. Itt megadhat egy telefonszámot ezekre az esetekre.
ro: Cu toate acestea, este posibil să nu aveți acces la dispozitivul Token principal. Adăugați un număr de telefon de rezervă pentru a vă putea conecta dacă vă pierdeți telefonul.
sv: Det kan dock hända att du ibland inte har tillgång till din primary enhet för engångskoder. För att aktivera kontoåterställning, lägg till ett telefonnummer.

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
da_dk: Du er i gang med at deaktivere to-faktor autentifikation. Dette kompromitterer sikkerheden på din konto, er du sikker på at du vil fortsætte?
fr: Vous êtes sur le point de désactiver l'authentification à deux facteurs. Cela va compromettre la sécurité de votre compte. Êtes vous sûr?
hu_hu: Arra készül, hogy letiltsa a kétlépéses azonosítást. Ez veszélyeztetheti a fiókjá, biztos benne, hogy ezt szeretné?
sv: Du är på väg att avaktivera tvåfaktorsautentisering. Detta innebär en säkerhetsrisk, är du säker?

source: Tokens will be generated by your token generator.
ar: رموز التفويض سيتم إنشاؤها عبر تطبيق إنشاء رموز التفويض.
da_dk: Koder vil blive genereret af din kodegenerator.
fr: Les jetons seront générés par le générateur de jetons.
hu_hu: A tokeneket a token generátora fogja elkészíteni.
ro: Codurile vor fi generate de către generatorul dvs. de coduri.
sv: Engångskoder kommer att skapas av kodgeneratorn.

source: Tokens will be generated by your YubiKey.
ar: رموز التفويض سيتم إنشاؤها بإستخدام مفتاح YubiKey الخاص بك.
da_dk: Koder vil blive genereret af din YubiKey.
fr: Des jetons vont être générés par votre YubiKey.
hu_hu: A tokeneket az Ön YubiKey-e állítja elő.
ro: Codurile vor fi generate de către dispozitivul dvs. YubiKey.
sv: Engångskoder kommer att genereras av din YubiKey.

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
da_dk: Hvis din primære metode ikke er tilgængelig, kan vi sende backupkoder til de telefonnumre listet herunder.
fr: Si la méthode que vous avez utilisé pour vous inscrire n'est pas disponible, nous pouvons envoyer des jetons de secours au numéros suivants.
hu_hu: Ha az elsődleges metódusa nem elérhető, tudunk tartalék tokent küldeni az alábbi telefonszámokra.
sv: Om din förvalda metod inte är tillgänglig kommer vi skicka förinställda engångskoder till numren nedan.

source: If you don't have any device with you, you can access your account using backup tokens.
da_dk: Hvis du ikke har nogen enhed med dig, kan du tilgå din konto ved brug af backupkoder.
fr: Si vous n'avez aucun appareil sur vous, vous pouvez accéder à votre compte en utilisant des jetons de secours.
hu_hu: Ha nincs Önnél egyik eszköze sem, elérheti fiókját tartalék tokenekkel.
ro: Dacă nu aveți niciun dispozitiv la îndemână, vă puteți accesa contul utilizând codurile de rezervă.
sv: Om du inte har någon enhet med dig kan du logga in med hjälp av dina förinställda engångskoder.

source: You have only one backup token remaining.
da_dk: Du har kun én backupkode tilbage.
fr: Vous n'avez plus qu'un jeton de secours restant.
hu_hu: Már csak egy tartalék tokenje maradt.
ro: Aveți un singur cod de rezervă rămas.
sv: Du har endast en förinställd engångskod kvar.

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
da_dk: Selvom vi stærkt fraråder det, kan du også deaktivere to-faktor autentifikation for din konto.
fr: Bien que cela soit fortement déconseillé, vous pouvez aussi désactiver l'authentification à deux facteurs pour votre compte.
hu_hu: Bár egyáltalán nem ajánljuk, kikapcsolhatja a kétlépéses azonosítást a fiókján.
ro: Cu toate acestea nu vă recomandăm să faceți acest lucru, de asemenea, puteți dezactiva verificarea în doi pași pentru contul dvs.
sv: Trots att vi starkt avråder från att göra det, kan du också avaktivera tvåfaktorsautentisering för ditt konto.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
da_dk: To-faktor autentifikation er ikke aktiveret for din konto. Aktivér to-faktor autentifikation for forøget kontosikkerhed.
fr: L'authentification à deux facteurs n'est pas activée pour votre compte. Activez l'authentification à deux facteurs pour améliorer la sécurité de votre compte.
hu_hu: A kétlépéses azonosítás nincs engedélyezve az Ön fiókjához. Engedélyezze a kétlépésest azonosítást a nagyobb biztonság érdekében!
ro: Verificarea în doi pași nu este activată pentru contul dvs. Activați verificarea în doi pași pentru a spori securitatea contului.

source: Please enter the tokens generated by your token generator.
ar: الرجاء إدخال رمز التفويض الذي تم إنشاؤه من خلال تطبيق إنشاء الرموز الخاص بك.
