Repository: jazzband/django-two-factor-auth
Catalog: two_factor/locale/*/LC_MESSAGES/django.po
Languages: ar, cs, da_dk, de, fr, hu_hu, nb, nl, pl, ro, ru, sv, tr

source: We've sent a token to your phone number. Please enter the token you've received.
cs: Na vaše telefonní číslo jsme odeslali token. Zadejte token, který jste obdrželi.
de: Wir haben Ihnen einen Token auf Ihr Telefon gesendet. Bitte geben Sie den Token ein.
nb: Vi har sendt deg en engangskode til ditt telefonummer. Skriv inn koden du har mottatt.
nl: We heb een token verzonden naar jouw telefoonnummer. Voer het token in dat je hebt ontvangen.
tr: Telefonunuza bir kod gönderdik. Lütfen gönderilen kodu girin.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
cs: Chystáte se posunout zabezpečení svého účtu na další úroveň. Chcete-li povolit dvoufázové ověřování, postupujte podle kroků v tomto průvodci.
de: Two-Factor Authentifizierung verbessert die Sicherheit ihres Accounts erheblich. Bitte folgen Sie der Schritt-für-Schritt Anleitung.
nb: Du er i ferd med å ta kontosikkerheten til neste nivå. Følg trinnene i denne veiviseren for å aktivere tofaktorautentisering.
nl: Je staat op het punt om je accountbeveiliging naar het volgende niveau te tillen. Volg de stappen in deze wizard om tweestapsauthenticatie in te schakelen.
pl: Za chwilę zwiększysz bezpieczeństwo swojego konta. Postępuj zgodnie z krokami w tym kreatorze, aby włączyć uwierzytelnianie dwuskładnikowe.
tr: Hesap güvenliğinizi bir ileri seviyeye taşımak için bu sihirbazı kullanabilirsiniz. İki adımlı doğrulamayı etkinleştirmek için adımları takip edin.

source: Please select which authentication method you would like to use.
cs: Vyberte prosím metodu ověření, kterou chcete použít.
de: Bitte wählen Sie ihre Authentifizierungsmethode.
nb: Velg hvilken autentiseringsmetode du vil bruke.
nl: Selecteer op welke manier je tokens wilt ontvangen of genereren.
pl: Wybierz metodę uwierzytelniania, której chcesz używać.
tr: Lütfen tercih ettiğiniz giriş yöntemini seçin.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator.
cs: Chcete-li začít používat generátor tokenů, naskenujte pomocí smartphonu níže uvedený QR kód. Použijte například Google Authenticator.
de: Um einen Token-Generator zu nutzen, scannen Sie bitte mit Ihrem Smartphone den QR-Code unten. Verwenden Sie hierfür eine Authenticator App, beispielsweise Google Authenticator.
nb: For å begynne å bruke en autentiseringsapp, bruk smarttelefonen din til å scanne QR-koden nedenfor. For eksempel, bruk Google Authenticator.
nl: Om een tokengenerator te gebruiken, gebruikt u uw smartphone om de onderstaande QR-code te scannen. Gebruik bijvoorbeeld Google Authenticator.
pl: Aby zacząć korzystać z generatora tokenów zeskanuj poniższy kod QR swoim smartfonem. Możesz użyć m.in. aplikacji Google Authenticator.
tr: Kod oluşturucuyu kullanmak için lütfen telefonunuzu kullanarak aşağıdaki QR kodunu tarayın. Bunu yapmak için Google Authenticator veya benzeri bir uygulama kullanabilirsiniz.

source: Alternatively you can use the following secret to setup TOTP in your authenticator or password manager manually.
cs: Případně můžete použít následující časově omezené jednorázové heslo (TOTP) ve vašem autentizátoru nebo k manuálně ve správci hesel.
de: Alternativ können Sie den folgenden Geheimschlüssel verwenden, um TOTP in Ihrem Authenticator oder Passwort-Manager manuell einzurichten.
nb: Alternativt kan du bruke følgende kode for å konfigurere TOTP i autentiserings- eller passordbehandleren manuelt.
nl: Als alternatief kunt u het volgende geheim gebruiken om TOTP handmatig in te stellen in uw authenticator of wachtwoordbeheerder.
pl: Alternatywnie możesz użyć następującego sekretu aby ręcznie skonfigurować TOTP na swoim urządzeniu lub w menedżerze haseł.
tr: Alternatif olarak bu şifreyi kod oluşturucu veya parola yönetici uygulamanıza girebilirsiniz.

source: TOTP Secret:
cs: TOTP klíč:
de: TOTP-Schlüssel
nb: TOTP kode:
pl: Sekret TOTP:
tr: Şifre:

source: Then, enter the token generated by the app.
cs: Poté zadejte token vygenerovaný aplikací.
de: Geben Sie danach den Code ein, der von ihrer App erzeugt wurde.
nb: Deretter, skriv inn koden generert av appen.
nl: Vul de token in die gegenereerd is door uw tokengenerator alstublieft.
pl: Następnie wpisz token wygenerowany przez aplikację.
tr: Uygulama tarafından oluşturulan kodu girin.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
cs: Zadejte prosím telefonní číslo, na které chcete dostávat textové zprávy. Toto číslo bude ověřeno v dalším kroku.
de: Bitte geben Sie die Telefonnummer ein, an die wir die SMS senden sollen. Diese Nummer wird im nächsten Schritt validiert.
nb: Skriv inn telefonnummeret du ønsker å motta SMS på. Dette nummeret vil bli bekreftet i neste trinn.
nl: Voer het telefoonnummer in waarop je de SMS-berichten wilt ontvangen. In de volgende stap wordt je telefoonnummer gevalideerd.
tr: Lütfen kısa mesaj gönderilmesini istediğiniz telefon numarasını girin. Bu numara bir sonraki adımda doğrulanacaktır.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
cs: Zadejte prosím telefonní číslo, na které chcete být voláni. Toto číslo bude ověřeno v dalším kroku.
de: Bitte geben Sie die Rufnummer an, unter der wir Sie anrufen sollen. Diese Nummer wird im nächsten Schritt überprüft.
nb: Skriv inn telefonnummeret du vil at vi skal ringe. Nummeret vil bli bekreftet i neste trinn.
nl: Voer het telefoonnummer in waarop je gebeld wilt worden. In de volgende stap wordt je telefoonnummer gevalideerd.
tr: Lütfen aranmasını istediğiniz telefon numarasını girin. Bu numara bir sonraki adımda doğrulanacaktır.

source: We sent you a text message, please enter the tokens we sent.
ar: تم إرسال رسالة نصية لك, الرجاء أدخال رمز التفويض الذي تم إرساله.
cs: Poslali jsme vám SMS zprávu, vložte prosím přiložené tokeny.
de: Wir haben Ihnen eine SMS gesendet. Bitte geben Sie den Code ein.
nb: Vi har sendt deg en tekstmelding, vennligst fyll in koden vi har sendt
nl: We hebben je een SMS-bericht gestuurd, voer de verzonden tokens in.
tr: Telefonunuza bir kısa mesaj gönderdik, lütfen gönderilen kodu girin.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
cs: Narazili jsme na problém s vybranou metodou ověřování. Vraťte se prosím zpět a ověřte, že jste zadali své údaje správně, zkuste to znovu nebo použijte jinou metodu ověření. Pokud problém přetrvává, kontaktujte správce webu.
de: Wir haben ein Problem mit der ausgewählten Authentifizierungsmethode entdeckt. Bitte gehen sie zurück, kontrollieren sie die Angaben und probieren Sie es erneut. Alternativ können Sie eine andere Authentifizierungsmethode verwenden. Wenn das Problem weiterhin besteht, kontaktieren Sie bitte den Administrator.
nb: Det har oppstått en feil med den valgte autentiseringsmetoden. Gå tilbake og sjekk om du har lagt inn informasjonen riktig, prøv igjen, eller bruk en annen autentiseringsmetode i stedet. Kontakt site administratoren om problemet fortsatt ikke er løst.
nl: Er is een fout opgetreden met de gekozen authenticatiemethode. Ga terug en controleer je invoer en probeer opnieuw, of kies een andere authenticatiemethode. Als het probleem blijft aanhouden, neem dan contact op met de sitebeheerder.
pl: Napotkaliśmy problem z wybraną metodą uwierzytelniania. Proszę wróć i sprawdź, czy wprowadziłeś swoje dane poprawnie, spróbuj ponownie lub użyj innej metody uwierzytelniania. Jeśli problem będzie się powtarzał, skontaktuj się z administratorem strony.
tr: Seçtiğiniz giriş yöntemi ile ilgili bir sorun yaşadık. Lütfen geri dönün ve girdiğiniz bilgilerin doğruluğunu kontrol edip tekrar deneyin; ya da farklı bir giriş yöntemi kullanın. Eğer bu sorun devam ederse site yöneticisi ile iletişime geçin.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
cs: Pro identifikaci a ověření vašeho YubiKey vložte token do pole níže. Váš YubiKey bude propojen s vaším účtem.
de: Bitte geben Sie den Token im unteren Feld an, um ihren Yubikey zu identifizieren und zu verifizieren. Ihr YubiKey wird mit dem Account verbunden.
nb: Vennligst tast inn en kode i feltet nedenfor for å identifisere og bekrefte din YubiKey. Din YubiKey vil bli knyttet til kontoen din.
nl: Voer je Yubikey in zodat we deze kunnen identificeren en verifiëren. De Yubikey zal aan je account gekoppeld worden.
tr: YubiKey'inizi tanımlamak ve doğrulamak için aşağıdaki alana kodunuzu girin. YubiKey'iniz hesabınıza bağlanacaktır.

source: Congratulations, you've successfully enabled two-factor authentication.
cs: Blahopřejeme, úspěšně jste zapnuli dvoufázové ověřování.
de: Herzlichen Glückwunsch, Sie haben erfolgreich die Zweifaktoren-Authentifizierung aktiviert.
nb: Gratulerer, aktivering av tofaktorautentisering var vellykket.
nl: Gefeliciteerd, je hebt tweestapsauthenticatie ingeschakeld.
pl: Gratulacje, włączyłeś/aś uwierzytelnianie dwuskładniowe!
tr: Tebrikler, iki adımlı doğrulamayı başarıyla etkinleştirdiniz.

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
cs: Může se však stát, že nebudete mít přístup ke svému primárnímu autorizačnímu zařízení. Chcete-li povolit obnovení účtu, přidejte telefonní číslo.
de: Es kann passieren, dass Sie keinen Zugriff auf ihren primären Token haben. Um die Wiederherstellung ihres Accounts sicherzustellen, geben Sie bitte eine Telefonnummer an.
nb: Men, det kan hende du ikke har tilgang til din primære kode enhet. Legg til et telefonnummer for å muliggjøre kontogjenoppretting.
nl: Echter kan het voorkomen dat je primaire methode niet beschikbaar is. Het is aanbevolen om een telefoonnummer toe te voegen om toegang tot je account te herstellen.
tr: Yine de, birincil kod oluşturucu uygulamanıza erişiminizi kaybetme durumu söz konusu olabilir. Bu durumda hesabınızı kurtarmak için bir telefon numarası ekleyin.

source: Add Phone Number
ar: أضف رقم هاتف
cs: Přidat telefonní číslo
da_dk: Tilføj Telefonnummer
de: Telefonnummer hinzufügen
fr: Ajouter un numéro de téléphone
hu_hu: Telefonszám hozzáadása
nb: Legg til telefonummer
nl: Telefoonnummer toevoegen
pl: Dodaj numer telefonu
ro: Adăugați numărul de telefon
ru: Добавьте номер телефон
sv: Lägg till telefonnummer
tr: Telefon Numarası Ekle

source: Disable Two-factor Authentication
ar: تعطيل خاصية التحقق من خطوتين
cs: Vypnout dvoufázové ověřování
da_dk: Deaktivér To-Faktor Autentifaktion
de: Zwei-Faktor-Authentifizierung deaktivieren
fr: Désactiver l'authentification à deux facteurs
hu_hu: Kétlépéses azonosítás letiltása
nb: Deaktiver tofaktorautentisering
nl: Tweestapsauthenticatie uitschakelen
pl: Wyłącz autoryzację dwuetapową
ro: Dezactivați verificarea în doi pași
ru: Отключить Двухфакторную Аутентификацию
sv: Avaktivera tvåfaktorsautentisering
tr: İki Adımlı Doğrulamayı Devre Dışı Bırak

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
cs: Chystáte se vypnout dvoufázové ověřování. To oslabí zabezpečení vašeho účtu, jste si tím jistí?
de: Sie sind dabei die Zweifaktoren Authentifizierung zu deaktivieren. Dies schwächt die Sicherheit ihres Accounts. Sind Sie sicher?
nb: Du er i ferd med å deaktivere tofaktorautentisering. Dette vil svekke kontosikkerheten din, er du sikker?
nl: Je staat op het punt om tweestapsauthenticatie uit te schakelen. Dit verzwakt de veiligheid van je account, weet je dit zeker?
pl: Zamierzasz wyłączyć uwierzytelnianie dwuskładnikowe. To osłabi bezpieczeństwo Twojego konta, czy jesteś pewien?
tr: İki adımlı doğrulamayı devre dışı bırakmak üzeresiniz, hesap güvenliğiniz zayıflayacak, yine de emin misiniz?

source: Disable
ar: تعطيل
cs: Vypnout
da_dk: Deaktiver
de: Deaktivieren
fr: Désactiver
hu_hu: Letiltás
nb: Deaktiver
nl: Uitschakelen
pl: Wyłącz
ro: Dezactivați
ru: Отключить
sv: Avaktivera
tr: Devre Dışı Bırak

source: Account Security
ar: أمان الحساب
cs: Bezpečnost účtu
da_dk: Kontosikkerhed
de: Kontosicherheit
fr: Securité du compte
hu_hu: Biztonsági Beállítások
nb: Kontosikkerhet
nl: Accountbeveiliging
pl: Bezpieczeństwo konta
ro: Securitatea contului
ru: Безопасность
sv: Kontosäkerhet
tr: Hesap Güvenliği

source: Primary method: %(primary)s
ar: الطريقة الأساسية: %(primary)s
cs: Primární metoda: %(primary)s
da_dk: Primære metode: %(primary)s
de: Primäre Methode: %(primary)s
fr: Méthode principale: %(primary)s
hu_hu: Elsődleges metódus: %(primary)s
nb: Primærmetode: %(primary)s
nl: Primaire methode: %(primary)s
pl: Główna metoda: %(primary)s
ro: Metoda primară: %(primary)s
sv: Förvald metod: %(primary)s
tr: Birincil yöntem: %(primary)s

source: Backup Phone Numbers
ar: أرقام هواتف إحتياطية
cs: Záložní telefonní čísla
da_dk: Backup telefonnumre
de: Ersatz-Telefonnummern
fr: Numéros de sauvegarde
hu_hu: Tartalék Telefonszámok
nb: Reserve-telefonnummere
nl: Alternatieve telefoonnummers
pl: Zapasowe numery telefonów
ro: Numere de telefon de recuperare
sv: Alternativa telefonnummer
tr: Kurtarma Telefon Numaraları

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
cs: Pokud vaše primární metoda není k dispozici, jsme schopni zaslat záložní tokeny na telefonní čísla uvedená níže.
de: Wenn ihre primäre Authentifizierungsmethode nicht zur Verfügung steht, können wir ihnen Ersatz-Tokens an die Telefonnummern unten senden.
nb: Dersom din primære metode ikke er tilgjengelig kan vi sende backup koder til telefonnumrene listet nedenfor.
nl: Wanneer je primaire token niet beschikbaar is, kunnen we tokens naar via de onderstaande telefoonnummers sturen.
tr: Eğer mevcut giriş yöntemi kullanılamıyorsa, aşağıda listelenen numaralara kurtarma kodu gönderilebilir.

source: Are you sure?
cs: Jste si jistí?
de: Sind Sie sicher?
nb: Er du sikker?
nl: Weet u het zeker?
pl: Jesteś pewien?
tr: Emin misiniz?

source: Unregister
ar: إلغاء
cs: Odregistrovat
da_dk: Afmeld
de: Löschen
fr: Désinscrire
hu_hu: Fiók törlése
nb: Avregistrer
nl: Verwijderen
pl: Wyrejestruj
ro: Anulați înregistrarea
ru: Удалить регистрацию
sv: Avregistrera
tr: Kaydı Sil

source: If you don't have any device with you, you can access your account using backup tokens.
cs: Nemáte-li u sebe žádné zařízení, můžete také použít záložní tokeny.
de: Wenn Sie kein Gerät bei sich haben sollten, dann können Sie einen Backup Token zum Login verwenden.
nb: Dersom du ikke har en enhet med deg kan du få tilgang til kontoen din ved å bruke backupkoder.
nl: Mocht je geen enkel apparaat bij je hebben, kun je inloggen met backuptokens.
pl: Jeśli nie masz przy sobie żadnego urządzenia uwerzytelniającego, możesz uzyskać dostęp do swojego konta za pomocą tokenów zapasowych.
tr: Eğer cihazlarınıza ulaşamıyorsanız, kurtarma kodunu kullanarak hesabınıza erişebilirsiniz.

source: You have only one backup token remaining.
cs: Máte jen jeden zbývající záložní token.
de: Sie haben noch einen verbleibenden Backup-Token.
nb: Du har kun en backupkode igjen.
nl: Je hebt nog maar één resterende backuptoken.
pl: Pozostał ci tylko jeden token zapasowy.
tr: Sadece bir adet kurtarma kodunuz var.

source: Show Codes
ar: عرض رموز التفويض
cs: Zobrazit kódy
da_dk: Vis Koder
de: Codes anzeigen
fr: Montrer les codes
hu_hu: Kódok Megjelenítése
nb: Vis koder
nl: Backuptokens weergeven
pl: Pokaż kody
ro: Afișați Codurile
sv: Visa koder
tr: Kodları Göster

source: Disable Two-Factor Authentication
ar: تعطيل خاصية التحقق من خطوتين
cs: Vypnout dvoufázové ověření
da_dk: Deaktivér To-Faktor Autentifaktion
de: Zwei-Faktor-Authentifizierung deaktivieren
fr: Désactiver l'authentification à deux facteurs
hu_hu: Kétlépéses Azonosítás letiltása
nb: Deaktiver tofaktorautentisering
nl: Tweestapsauthenticatie uitschakelen
pl: Wyłącz dwuetapowe uwierzytelnianie
ro: Dezactivați verificarea în doi pași
ru: Отключить Двухэтапную Аутентификацию
sv: Avaktivera tvåfaktorsautentisering
tr: İki Adımlı Doğrulamayı Devre Dışı Bırak

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
cs: Přestože vám to nedoporučujeme, můžete také vypnout dvoufázové ověřování pro váš účet.
de: Wir raten Ihnen davon ab die Two-Factor Authentifizierung zu deaktivieren, aber Sie können sie jederzeit deaktivieren.
nb: Men vi vil sterkt fraråde deg å gjøre det, du kan også slå av tofaktorautentisering for kontoen din.
nl: Hoewel we je het sterk ontraden, kun je tweestapsauthenticatie uitschakelen voor jouw account.
pl: Możesz również wyłączyć uwierzytelnianie dwuskładnikowe dla swojego konta, ale zdecydowanie to odradzamy.
tr: Her ne kadar tavsiye etmesek de, iki adımlı doğrulamayı devre dışı bırakabilirsiniz.

source: Your OTP token is %(token)s
cs: Váš jednorázový token je %(token)s
de: Ihr Einmal-Token ist %(token)s
nb: Din engangskode er %(token)s
nl: Uw OTP token is %(token)s
pl: Twój token jednorazowy to %(token)s
tr: Kodunuz: %(token)s

source: Your session has timed out. Please login again.
cs: Vaše relace vypršela. Opět se prosím přihlaste.
de: Ihre Session ist abgelaufen. Bitte loggen Sie sich erneut ein.
nb: Din økt har utløpt. Vennligst logg inn igjen.
nl: Je sessie is verlopen. Log opnieuw in.
pl: Twoja sesja wygasła. Proszę zaloguj się ponownie.
tr: Oturumunuz sona erdi. Lütfen tekrar giriş yapın.

source: ManagementForm data is missing or has been tampered with
cs: Data pro ManagementForm chybí nebo s nimi bylo manipulováno
de: ManagementForm-Daten fehlen oder wurden manipuliert
nb: ManagementForm data mangler eller har blitt tuklet med.
nl: ManagementForm gegevens missen of zijn mee geknoeid
pl: Danych ManagementForma brakuje lub zostały naruszone
tr: Geçersiz veya eksik veri gönderildi

source: WebAuthn
de: Web-Authentifizierung / WebAuthn

source: number
da_dk: tal
fr: numéro
hu_hu: szám
sv: nummer

source: Your authentication token is %s
ar: رمز التفويض الخاص بك هو %s
da_dk: Din autentifikationskode er %s
fr: Votre jeton d'authentification est %s
hu_hu: Az Ön azonosító tokenje: %s
ro: Codul dvs. de autentificare este %s
ru: Ваш код авторизации: %s
sv: Din engångskod för inloggning är %s

source: Hi, this is %(site_name)s calling. Press any key to continue.
da_dk: Hej, dette er %(site_name)s. Tryk på en vilkårlig knap for at fortsætte.
fr: Bonjour, c'est %(site_name)s qui appelle. Appuyez sur une touche pour continuer.
ru: Привет, это %(site_name)sвызывает. Нажмите любую кнопку для продолжения.
sv: Hej, det är %(site_name)s som ringer. Tryck på vilken knapp som helst för att fortsätta.

source: Your token is %(token)s. Repeat: %(token)s. Good bye.
da_dk: Din token er %(token)s. Repeat: %(token)s. Farvel.
fr: Votre jeton est %(token)s. Encore une fois: %(token)s. Au revoir.
ru: Ваш код %(token)s. Повторяю: %(token)s. До свидания.
sv: Den engångskod är %(token)s. Jag upprepar: %(token)s. Hej då.

source: You didn't press any keys. Good bye.
da_dk: Du trykkede ikke på nogen taster. Farvel.
fr: Vous n'avez appuyé sur aucune touche. Au revoir.
ru: Вы не нажали любую кнопку. Прощайте.
sv: Du tryckte inte på någon knapp. Hej då.

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
da_dk: Backupkoder kan bruges når din primære og backup telefonnumre ikke er tilgængelige. De backupkoder listet herunder kan bruges til login verifikation. Hvis du har brugt alle dine backupkoder, kan du generere et nyt sæt koder. Kun de backupkoder der er listet herunder er gyldige.
fr: Les jetons de secours peuvent être utilisés quand vos numéros de téléphone primaire et de secours ne sont pas disponibles. Les jetons de secours ci-dessous peuvent être utilisés pour la vérification de la connexion. Si vous avez utilisé tous vos jetons de secours, vous pouvez générer une nouvelle série de jetons. Seuls les jetons de secours affichés ci-dessous seront valides.
hu_hu: A tartalék tokeneket akkor használhatja, ha az elsődleges és tartalék telefonszáma sem áll rendelkezésre. Az alábbi tartalék tokeneket használhatja az azonosításhoz. Ha az összes tartalék tokenjét elhasználta, újakat készíthet. Csak az itt megjelenő tokenek érvényesek.
ro: Codurile de rezervă, de unică folosință, pot fi folosite atunci când nu aveți telefonul primar sau cel de rezervă la îndemână. Codurile de rezervă de mai jos pot fi folosite pentru verificare. Dacă ați folosit deja toate codurile de rezervă, puteți obține un nou set de coduri de rezervă. Doar codurile de rezervă afișate mai jos vor fi valide.
ru: Резервные токены могут использоваться когда ваше основное устройство недоступно. Токены из спииска ниже могут использоваться для подтверждения логина. Если вы использовали все токены, можно сгенерировать новые. Сейчас активны только токены из списка ниже.
sv: Förinställda engångskoder kan användas när inget av dina telefonnummer är tillgängliga. Dina förinställda engångskoder kan användas för inloggning. Om du har förbrukar samtliga förinställda engångskoder kan du skapa en ny uppsättning. Endast de engångskoder som visas nedan kommer att vara giliga.

source: We are calling your phone right now, please enter the digits you hear.
da_dk: Vi er i gang med at ringe til din telefon nu. Indtast venligst de tal du hører.
fr: Nous essayons de vous contacter au numéro fourni à l'instant. Veuillez entrer les numéros que vous entendez.
hu_hu: Most felhívjuk a megadott telefonszámot. Kérjük, írja be a kapott kódot.
ro: Vă sunăm pe telefon chiar acum, vă rugăm să introduceți cifrele pe care le auziți.
ru: Мы совершаем звонок на ваш телефон, пожалуйста, введите цифры которые услышите.
sv: Vi ringer upp dig just nu, vänligen mata in de siffror du hör i luren.

source: We sent you a text message, please enter the tokens we sent.
da_dk: Vi har sendt dig en tekstbesked. Indtast venligst de koder vi har sendt.
fr: Vous avez reçu un texto, veuillez entrer les jetons que nous avons envoyés.
hu_hu: Írja be az SMS-ben kapott kódot!
ro: Un mesaj text cu un cod de verificare tocmai a fost trimis.
ru: Мы отправили вам SMS, введите полученный токен.
sv: Vi har skickat ett textmeddelande, vänligen ange koden i meddelandet.

source: Please enter the tokens generated by your token generator.
da_dk: Indtast venligst koder genereret af din kodegenerator.
fr: Veuillez entrer les jetons générés par votre générateur de jetons.
hu_hu: Kérjük adja meg a token-generáló programtól kapott kódot!
ro: Introduceți codurile generate de generatorul dvs. de coduri.
ru: Введите токен предоставленный вашим генератором.
sv: Vänligen ange den förinställda engångskod du skapat tidigare.
